Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# OperationError.SettingsBusy
source: Try again when the current work is done.
de_de: Versuchen Sie es nach dem laufenden Vorgang erneut.
es_es: Inténtalo de nuevo cuando termine la operación actual.
fr_fr: Réessayez une fois l’opération en cours terminée.
id_id: Coba lagi setelah operasi saat ini selesai.
it_it: Riprova al termine dell’operazione in corso.
ja_jp: 処理が終わってから再試行してください。
pt_br: Tente novamente quando a operação atual terminar.
ru_ru: Повторите, когда текущая операция завершится.
tr_tr: Mevcut işlem bitince tekrar deneyin.
uk_ua: Повторіть, коли поточна операція завершиться.
zh_tw: 請等目前作業結束後再試。

# OperationError.Configuration
source: Could not apply the settings. Check what you entered.
de_de: Einstellungen nicht übernommen. Prüfen Sie Ihre Eingaben.
es_es: No se han podido aplicar los ajustes. Revisa lo que has introducido.
fr_fr: Impossible d’appliquer les paramètres. Vérifiez vos saisies.
id_id: Pengaturan tidak dapat diterapkan. Periksa nilai yang dimasukkan.
it_it: Impossibile applicare le impostazioni. Controlla i valori inseriti.
ja_jp: 設定を適用できませんでした。入力した値を確認してください。
pt_br: Não foi possível aplicar as configurações. Confira o que você digitou.
ru_ru: Не удалось применить настройки. Проверьте введённые значения.
tr_tr: Ayarlar uygulanamadı. Girdiğiniz değerleri kontrol edin.
uk_ua: Не вдалося застосувати налаштування. Перевірте введені значення.
zh_tw: 無法套用設定。請檢查輸入的值。

# OperationError.RestartFailed
source: Could not restart. Close and reopen the app.
de_de: Neustart fehlgeschlagen. Schließen und öffnen Sie die App erneut.
es_es: No se ha podido reiniciar. Cierra y vuelve a abrir la aplicación.
fr_fr: Impossible de redémarrer. Fermez et rouvrez l’application.
id_id: Tidak dapat memulai ulang. Tutup lalu buka lagi aplikasi.
it_it: Impossibile riavviare. Chiudi e riapri l’app.
ja_jp: 再起動できませんでした。アプリを閉じて開き直してください。
pt_br: Não foi possível reiniciar. Feche e abra o aplicativo de novo.
ru_ru: Не удалось перезапустить. Закройте и снова откройте приложение.
tr_tr: Yeniden başlatılamadı. Uygulamayı kapatıp yeniden açın.
uk_ua: Не вдалося перезапустити. Закрийте й знову відкрийте програму.
zh_tw: 無法重新啟動。請手動關閉並重新開啟應用程式。

# OperationError.SettingsReverted
source: This folder cannot be used, so the previous settings are back.
de_de: Dieser Ordner ist nicht nutzbar, daher gelten die vorherigen Einstellungen wieder.
es_es: No se puede usar esta carpeta, así que se han restaurado los ajustes anteriores.
fr_fr: Ce dossier est inutilisable : les paramètres précédents ont été rétablis.
id_id: Folder ini tidak dapat dipakai, jadi pengaturan sebelumnya dikembalikan.
it_it: Questa cartella non è utilizzabile, quindi sono state ripristinate le impostazioni precedenti.
ja_jp: このフォルダーは使えないため、以前の設定に戻しました。
pt_br: Esta pasta não pode ser usada, então as configurações anteriores voltaram.
ru_ru: Эту папку нельзя использовать, поэтому возвращены прежние настройки.
tr_tr: Bu klasör kullanılamadığı için önceki ayarlara dönüldü.
uk_ua: Цю папку не можна використати, тому повернуто попередні налаштування.
zh_tw: 無法使用此資料夾，已還原先前的設定。

# OperationError.SettingsRecoveryFailed
source: Could not change the folder. Check the folders in the settings.
de_de: Ordner nicht geändert. Prüfen Sie die Ordner in den Einstellungen.
es_es: No se ha podido cambiar la carpeta. Revisa las carpetas en Configuración.
fr_fr: Impossible de changer de dossier. Vérifiez les dossiers dans les paramètres.
id_id: Folder tidak dapat diganti. Periksa folder di pengaturan.
it_it: Impossibile cambiare cartella. Controlla le cartelle nelle impostazioni.
ja_jp: フォルダーを変更できませんでした。設定でフォルダーの場所を確認してください。
pt_br: Não foi possível mudar a pasta. Confira as pastas nas configurações.
ru_ru: Не удалось сменить папку. Проверьте папки в настройках.
tr_tr: Klasör değiştirilemedi. Ayarlar'da klasörleri kontrol edin.
uk_ua: Не вдалося змінити папку. Перевірте папки в налаштуваннях.
zh_tw: 無法變更資料夾。請在設定中檢查資料夾位置。

# LogPhase.deduplication
source: Reusing matching backup data
cs_cz: Opětovné použití shodných dat ze zálohy
de_de: Identische, bereits gesicherte Daten werden wiederverwendet
es_es: Reutilizando datos idénticos de copias anteriores
fr_fr: Réutilisation des données identiques déjà sauvegardées
id_id: Menggunakan kembali data identik yang sudah dicadangkan
it_it: Riutilizzo di dati identici già presenti nel backup
ja_jp: バックアップ済みの同じデータを再利用中
ko_kr: 기존 백업의 동일한 데이터 재사용 중
pl_pl: Ponowne użycie identycznych danych z kopii zapasowej
pt_br: Reutilizando dados idênticos já salvos no backup
ru_ru: Повторное использование совпадающих данных резервной копии
th_th: กำลังใช้ข้อมูลเดิมที่ตรงกันจากข้อมูลสำรอง
tr_tr: Önceden yedeklenmiş aynı veriler yeniden kullanılıyor
uk_ua: Повторне використання однакових даних резервної копії
zh_cn: 正在复用已备份的相同数据
zh_tw: 正在重複使用已備份的相同資料

# SettingEnabled
source: On
cs_cz: Zapnuto
de_de: Ein
es_es: Activado
fr_fr: Activé
id_id: Aktif
it_it: Attivo
ja_jp: オン
ko_kr: 켜짐
pl_pl: Włączone
pt_br: Ativado
ru_ru: Включено
th_th: เปิด
tr_tr: Açık
uk_ua: Увімкнено
zh_cn: 开启
zh_tw: 開啟

# SettingDisabled
source: Off
cs_cz: Vypnuto
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
id_id: Nonaktif
it_it: Disattivo
ja_jp: オフ
ko_kr: 꺼짐
pl_pl: Wyłączone
pt_br: Desativado
ru_ru: Выключено
th_th: ปิด
tr_tr: Kapalı
uk_ua: Вимкнено
zh_cn: 关闭
zh_tw: 關閉

# PausePeriodicSetting.Header
source: Delay scheduled backups while paused or asleep
cs_cz: Pozastavit zálohování během pauzy nebo spánku
de_de: Regelmäßige Sicherungen bei Pause oder Schlaf aufschieben
es_es: Posponer las copias periódicas durante las pausas o el sueño
fr_fr: Reporter les sauvegardes périodiques pendant la pause ou le sommeil
id_id: Tunda pencadangan berkala saat gim dijeda atau karakter tidur
it_it: Rimanda i backup periodici durante le pause o il sonno
ja_jp: 一時停止・睡眠中はバックアップを待機
ko_kr: 일시정지·수면 중 대기
pl_pl: Wstrzymaj kopie podczas pauzy lub snu
pt_br: Adiar backups periódicos durante pausas ou sono
ru_ru: Приостанавливать копирование во время паузы или сна
th_th: เลื่อนการสำรองเมื่อหยุดเกมชั่วคราวหรือตัวละครหลับ
tr_tr: Duraklatmada veya uykuda düzenli yedeklemeyi ertele
uk_ua: Призупиняти копіювання під час паузи або сну
zh_cn: 暂停或睡眠时推迟定时备份
zh_tw: 暫停或睡眠時延後定時備份

# PausePeriodicSetting.Description
source: While the game is paused or your character is asleep, the remaining time stops and resumes when you play again. When off, backups run at every interval even then.
cs_cz: Když je hra pozastavená nebo postava spí, zbývající čas se zastaví a pokračuje, až budete zase hrát. Při vypnutí se zálohuje v každém intervalu i tehdy.
de_de: Solange das Spiel pausiert ist oder dein Charakter schläft, bleibt die Restzeit stehen und läuft weiter, wenn du wieder spielst. Wenn aus, wird auch dann in jedem Intervall gesichert.
es_es: Mientras el juego está en pausa o tu personaje duerme, el tiempo restante se detiene y continúa cuando vuelves a jugar. Si está desactivado, las copias se hacen en cada intervalo incluso entonces.
fr_fr: Quand le jeu est en pause ou que votre personnage dort, le temps restant s’arrête et reprend quand vous rejouez. Désactivée, les sauvegardes ont lieu à chaque intervalle même dans ces moments.
id_id: Saat gim dijeda atau karakter tidur, sisa waktu berhenti dan berlanjut ketika Anda bermain lagi. Jika dimatikan, pencadangan tetap berjalan setiap interval pada saat itu.
it_it: Mentre il gioco è in pausa o il personaggio dorme, il tempo rimanente si ferma e riprende quando torni a giocare. Se disattivato, i backup vengono eseguiti a ogni intervallo anche in quei momenti.
ja_jp: ゲームの一時停止中やキャラクターの睡眠中は残り時間が止まり、プレイを再開すると続きから数えます。オフにすると、その間も間隔ごとにバックアップします。
ko_kr: 게임이 일시정지 중이거나 캐릭터가 자는 동안에는 남은 시간이 멈추고, 플레이를 재개하면 이어서 셉니다. 끄면 그동안에도 간격마다 백업합니다.
pl_pl: Gdy gra jest wstrzymana lub postać śpi, pozostały czas zatrzymuje się i biegnie dalej po wznowieniu gry. Po wyłączeniu kopie są tworzone co każdy odstęp także wtedy.
pt_br: Enquanto o jogo está pausado ou o personagem dorme, o tempo restante para e continua quando você volta a jogar. Desativado, os backups são feitos a cada intervalo mesmo nesses momentos.
ru_ru: Пока игра на паузе или персонаж спит, оставшееся время не идёт и продолжается, когда вы снова играете. Если выключить, копии создаются через каждый интервал и в это время.
th_th: ขณะเกมหยุดชั่วคราวหรือตัวละครหลับ เวลาที่เหลือจะหยุดนับและนับต่อเมื่อกลับมาเล่น หากปิด ระบบจะสำรองทุกช่วงเวลาแม้ในระหว่างนั้น
tr_tr: Oyun duraklatılmışken veya karakteriniz uyurken kalan süre durur, oynamaya devam edince kaldığı yerden sayar. Kapalıyken bu sırada da her aralıkta yedek alınır.
uk_ua: Поки гра на паузі або персонаж спить, залишок часу зупиняється й продовжується, коли ви знову граєте. Якщо вимкнути, копії створюються через кожен інтервал і в цей час.
zh_cn: 游戏暂停或角色睡眠期间，剩余时间停止计时，继续游玩后接着计时。关闭后，这段时间内也会按间隔备份。
zh_tw: 遊戲暫停或角色睡眠期間，剩餘時間停止計時，繼續遊玩後接著計時。關閉後，這段期間也會依間隔備份。

# RuntimeBackupPaused
source: Game paused
cs_cz: Hra pozastavena
de_de: Spiel pausiert
es_es: Juego en pausa
fr_fr: Jeu en pause
id_id: Gim dijeda
it_it: Gioco in pausa
ja_jp: ゲームは一時停止中
ko_kr: 게임 일시정지 중
pl_pl: Gra wstrzymana
pt_br: Jogo pausado
ru_ru: Игра на паузе
th_th: เกมหยุดชั่วคราว
tr_tr: Oyun duraklatıldı
uk_ua: Гру призупинено
zh_cn: 游戏已暂停
zh_tw: 遊戲已暫停

# RuntimeBackupWaiting
source: Checking game status
cs_cz: Ověřování stavu hry
de_de: Spielstatus wird geprüft
es_es: Comprobando el estado del juego
fr_fr: Vérification de l’état du jeu
id_id: Memeriksa status gim
it_it: Verifica dello stato del gioco
ja_jp: ゲームの状態を確認中
ko_kr: 게임 상태 확인 중
pl_pl: Sprawdzanie stanu gry
pt_br: Verificando o estado do jogo
ru_ru: Проверка состояния игры
th_th: กำลังตรวจสอบสถานะเกม
tr_tr: Oyun durumu kontrol ediliyor
uk_ua: Перевірка стану гри
zh_cn: 正在确认游戏状态
zh_tw: 正在確認遊戲狀態

# RuntimeBackupAmbiguous
source: Run only one instance of Project Zomboid
cs_cz: Spusťte pouze jednu hru
de_de: Starten Sie Project Zomboid nur einmal gleichzeitig
es_es: Ejecuta solo una instancia de Project Zomboid
fr_fr: Ne lancez qu’une seule instance de Project Zomboid
id_id: Jalankan hanya satu sesi Project Zomboid
it_it: Esegui una sola istanza di Project Zomboid
ja_jp: ゲームは1つだけ起動してください
ko_kr: 게임을 하나만 실행해 주세요
pl_pl: Uruchom tylko jedną grę
pt_br: Execute apenas uma instância do Project Zomboid
ru_ru: Запустите только одну игру
th_th: กรุณาเปิดเกมเพียงเกมเดียว
tr_tr: Project Zomboid'i aynı anda yalnızca bir kez çalıştırın
uk_ua: Запустіть лише одну гру
zh_cn: 请只运行一个游戏
zh_tw: 請只執行一個遊戲

# RuntimeBackupCompletionUnknown
source: Skipping this backup
de_de: Diese Sicherung wird übersprungen
es_es: Se omite esta copia
fr_fr: Cette sauvegarde est ignorée
id_id: Pencadangan kali ini dilewati
it_it: Questo backup viene saltato
ja_jp: 今回のバックアップはスキップ
pt_br: Pulando este backup
ru_ru: Эта копия пропущена
tr_tr: Bu yedek atlanıyor
uk_ua: Цю копію пропущено
zh_tw: 略過本次備份

# LogFilterClear
source: Clear filter
cs_cz: Zrušit filtr
de_de: Filter löschen
es_es: Quitar filtro
fr_fr: Effacer le filtre
id_id: Hapus filter
it_it: Rimuovi filtro
ja_jp: フィルター解除
ko_kr: 필터 해제
pl_pl: Usuń filtr
pt_br: Limpar filtro
ru_ru: Снять фильтр
th_th: ล้างตัวกรอง
tr_tr: Filtreyi temizle
uk_ua: Зняти фільтр
zh_cn: 清除筛选
zh_tw: 清除篩選

# LogFiltersClearAll
source: Clear all
cs_cz: Zrušit všechny
de_de: Alle löschen
es_es: Quitar todos
fr_fr: Tout effacer
id_id: Hapus semua
it_it: Rimuovi tutti
ja_jp: すべて解除
ko_kr: 모두 해제
pl_pl: Usuń wszystkie
pt_br: Limpar todos
ru_ru: Снять все
th_th: ล้างทั้งหมด
tr_tr: Tümünü temizle
uk_ua: Зняти всі
zh_cn: 全部清除
zh_tw: 全部清除

# LogFilterHeaderHint
source: {0} · click to filter
cs_cz: {0} · kliknutím filtrovat
de_de: {0} · zum Filtern klicken
es_es: {0} · pulsa para filtrar
fr_fr: {0} · cliquer pour filtrer
id_id: {0} · klik untuk memfilter
it_it: {0} · fai clic per filtrare
ja_jp: {0} · クリックで絞り込み
ko_kr: {0} · 눌러서 필터
pl_pl: {0} · kliknij, aby filtrować
pt_br: {0} · clique para filtrar
ru_ru: {0} · нажмите для фильтрации
th_th: {0} · คลิกเพื่อกรอง
tr_tr: {0} · filtrelemek için tıklayın
uk_ua: {0} · натисніть для фільтрації
zh_cn: {0} · 点击筛选
zh_tw: {0} · 點選篩選

# LogLevelCycleHint
source: {0} · click to change which logs are shown
cs_cz: {0} · kliknutím změníte zobrazené záznamy
de_de: {0} · Klicken, um die angezeigten Einträge zu ändern
es_es: {0} · pulsa para cambiar los registros mostrados
fr_fr: {0} · cliquer pour changer les entrées affichées
id_id: {0} · klik untuk mengubah log yang ditampilkan
it_it: {0} · fai clic per cambiare i registri visualizzati
ja_jp: {0} · クリックすると表示する記録が変わります
ko_kr: {0} · 누르면 표시할 기록이 바뀝니다
pl_pl: {0} · kliknij, aby zmienić wyświetlane wpisy
pt_br: {0} · clique para mudar os registros exibidos
ru_ru: {0} · нажмите, чтобы изменить отображаемые записи
th_th: {0} · คลิกเพื่อเปลี่ยนรายการที่แสดง
tr_tr: {0} · gösterilen kayıtları değiştirmek için tıklayın
uk_ua: {0} · натисніть, щоб змінити показані записи
zh_cn: {0} · 点击切换显示的记录
zh_tw: {0} · 點選切換顯示的記錄

# LogNumberRangeHint
source: Enter a number (e.g. 42) or a range (e.g. 40-50). Valid changes apply automatically. Leave blank to show all.
cs_cz: 42 nebo 40-50. Platné hodnoty se použijí automaticky. Prázdné pole znamená bez omezení.
de_de: 42 oder 40-50. Gültige Eingaben werden automatisch angewendet. Leer bedeutet keine Begrenzung.
es_es: 42 o 40-50. Las entradas válidas se aplican automáticamente. Déjalo en blanco para no limitar.
fr_fr: 42 ou 40-50. Les saisies valides s’appliquent automatiquement. Laissez vide pour aucune limite.
id_id: 42 atau 40-50. Masukan yang valid diterapkan otomatis. Kosongkan untuk tanpa batas.
it_it: 42 o 40-50. Le voci valide vengono applicate automaticamente. Lascia vuoto per nessun limite.
ja_jp: 42または40-50。入力すると自動で適用されます。空欄は制限なしです。
ko_kr: 번호(예: 42)나 범위(예: 40-50)를 입력하세요. 올바른 값을 입력하면 자동으로 적용되며, 비워 두면 전체를 표시합니다.
pl_pl: 42 lub 40-50. Poprawne wpisy są stosowane automatycznie. Puste pole oznacza brak limitu.
pt_br: 42 ou 40-50. Entradas válidas são aplicadas automaticamente. Deixe em branco para não limitar.
ru_ru: 42 или 40-50. Верный ввод применяется автоматически. Пустое поле — без ограничения.
th_th: 42 หรือ 40-50 ค่าที่ถูกต้องจะใช้โดยอัตโนมัติ เว้นว่างเพื่อไม่จำกัด
tr_tr: 42 veya 40-50. Geçerli girişler otomatik uygulanır. Sınır koymamak için boş bırakın.
uk_ua: 42 або 40-50. Правильні значення застосовуються автоматично. Порожнє поле — без обмеження.
zh_cn: 42或40-50。有效输入会自动应用，留空表示不限。
zh_tw: 42或40-50。有效輸入會自動套用，留空表示不限。

# LogNumberRangeInvalid
source: Enter a whole number or a range from lowest to highest.
cs_cz: Zadejte celé číslo nebo vzestupný rozsah.
de_de: Geben Sie eine ganze Zahl oder einen aufsteigenden Zahlenbereich ein.
es_es: Introduce un número entero o un intervalo ascendente.
fr_fr: Saisissez un numéro entier ou une plage croissante.
id_id: Masukkan bilangan bulat atau rentang angka dari kecil ke besar.
it_it: Inserisci un numero intero o un intervallo crescente.
ja_jp: 整数の番号、または小さい番号からの範囲を入力してください。
ko_kr: 번호 하나 또는 작은 번호부터 큰 번호 순서의 범위를 입력하세요.
pl_pl: Wpisz liczbę całkowitą lub zakres rosnący.
pt_br: Insira um número inteiro ou um intervalo crescente.
ru_ru: Введите целый номер или диапазон по возрастанию.
th_th: ป้อนเลขจำนวนเต็มหรือช่วงจากน้อยไปมาก
tr_tr: Bir tam sayı veya artan sayı aralığı girin.
uk_ua: Введіть цілий номер або діапазон за зростанням.
zh_cn: 请输入整数编号或从小到大的编号范围。
zh_tw: 請輸入整數編號或由小到大的編號範圍。

# LogTimeRangeHint
source: Enter a date and time or select them in the date picker. Valid changes apply automatically. Leave blank to show all.
cs_cz: Zadejte datum a čas nebo je vyberte z kalendáře. Platné změny se použijí automaticky. Prázdné pole znamená bez omezení.
de_de: Datum und Uhrzeit eingeben oder im Kalender wählen. Gültige Änderungen gelten automatisch. Leer bedeutet keine Begrenzung.
es_es: Escribe la fecha y la hora o selecciónalas en el calendario. Los cambios válidos se aplican automáticamente. En blanco significa sin límite.
fr_fr: Saisissez la date et l’heure ou choisissez-les dans le calendrier. Les changements valides s’appliquent automatiquement. Vide signifie sans limite.
id_id: Ketik tanggal dan waktu atau pilih dari kalender. Perubahan yang valid diterapkan otomatis. Kosongkan untuk tanpa batas.
it_it: Digita data e ora o sceglile dal calendario. Le modifiche valide vengono applicate automaticamente. Vuoto significa senza limite.
ja_jp: 日時を入力するか、カレンダーで選択すると自動で適用されます。空欄の場合は制限しません。
ko_kr: 날짜와 시간을 입력하거나 달력에서 선택하세요. 올바른 값을 입력하면 자동으로 적용되며, 비워 두면 전체를 표시합니다.
pl_pl: Wpisz datę i czas lub wybierz je z kalendarza. Poprawne zmiany są stosowane automatycznie. Puste pole oznacza brak limitu.
pt_br: Digite a data e a hora ou escolha no calendário. Alterações válidas são aplicadas automaticamente. Em branco significa sem limite.
ru_ru: Введите дату и время или выберите их в календаре. Верные изменения применяются автоматически. Пустое поле — без ограничения.
th_th: พิมพ์วันที่และเวลาหรือเลือกจากปฏิทิน ค่าที่ถูกต้องจะใช้โดยอัตโนมัติ เว้นว่างเพื่อไม่จำกัด
tr_tr: Tarih ve saati yazın veya takvimden seçin. Geçerli değişiklikler otomatik uygulanır. Boş alan sınırsızdır.
uk_ua: Введіть дату й час або виберіть їх у календарі. Правильні зміни застосовуються автоматично. Порожнє поле — без обмеження.
zh_cn: 输入日期和时间，或通过日历选择后，系统会自动应用有效值。留空表示不限。
zh_tw: 輸入日期與時間，或透過日曆選擇後，系統會自動套用有效值。留空表示不限。

# LogTimeRangeInvalid
source: Enter valid dates and times. The start must be at or before the end.
cs_cz: Zadejte platné datum a čas; začátek nesmí být později než konec.
de_de: Gültige Datums- und Zeitwerte eingeben; der Beginn darf nicht nach dem Ende liegen.
es_es: Introduce fechas y horas válidas; el inicio no puede ser posterior al final.
fr_fr: Saisissez des dates et heures valides. Le début ne doit pas être postérieur à la fin.
id_id: Masukkan tanggal dan waktu yang valid; awal tidak boleh setelah akhir.
it_it: Inserisci date e ore valide; l’inizio non può essere successivo alla fine.
ja_jp: 有効な日時を入力し、開始日時が終了日時より後にならないようにしてください。
ko_kr: 올바른 날짜와 시간을 입력하세요. 시작 시각은 종료 시각보다 늦을 수 없습니다.
pl_pl: Wpisz prawidłowe daty i godziny; początek nie może być późniejszy niż koniec.
pt_br: Insira datas e horários válidos; o início não pode ser posterior ao fim.
ru_ru: Введите корректные дату и время; начало не должно быть позже конца.
th_th: ป้อนวันที่และเวลาที่ถูกต้อง โดยเวลาเริ่มต้องไม่อยู่หลังเวลาสิ้นสุด
tr_tr: Geçerli tarih ve saat girin; başlangıç bitişten sonra olamaz.
uk_ua: Введіть коректні дату й час; початок не може бути пізніше кінця.
zh_cn: 请输入有效的日期和时间，开始时间不得晚于结束时间。
zh_tw: 請輸入有效的日期與時間，開始時間不得晚於結束時間。

# LogTimeFrom
source: From
cs_cz: Od
de_de: Von
es_es: Desde
fr_fr: Début
id_id: Dari
it_it: Da
ja_jp: 開始
ko_kr: 시작
pl_pl: Od
pt_br: De
ru_ru: С
th_th: เริ่ม
tr_tr: Başlangıç
uk_ua: Від
zh_cn: 开始
zh_tw: 開始

# LogTimeThrough
source: Through
cs_cz: Do
de_de: Bis
es_es: Hasta
fr_fr: Fin
id_id: Sampai
it_it: A
ja_jp: 終了
ko_kr: 종료
pl_pl: Do
pt_br: Até
ru_ru: По
th_th: สิ้นสุด
tr_tr: Bitiş
uk_ua: До
zh_cn: 结束
zh_tw: 結束

# BackupTimeRemainingFormat
source: {0} remaining
cs_cz: Zbývá {0}
de_de: {0} verbleibend
es_es: Quedan {0}
fr_fr: Temps restant : {0}
id_id: Tersisa {0}
it_it: Tempo rimanente: {0}
ja_jp: 残り {0}
ko_kr: {0} 남음
pl_pl: Pozostało {0}
pt_br: Restam {0}
ru_ru: Осталось {0}
th_th: เหลือ {0}
tr_tr: {0} kaldı
uk_ua: Залишилося {0}
zh_cn: 剩余 {0}
zh_tw: 剩餘 {0}

# LogTimeRecentDay
source: Last 24 hours
cs_cz: Posledních 24 hodin
de_de: Letzte 24 Stunden
es_es: Últimas 24 horas
fr_fr: Dernières 24 heures
id_id: 24 jam terakhir
it_it: Ultime 24 ore
ja_jp: 過去24時間
ko_kr: 최근 24시간
pl_pl: Ostatnie 24 godziny
pt_br: Últimas 24 horas
ru_ru: Последние 24 часа
th_th: 24 ชั่วโมงล่าสุด
tr_tr: Son 24 saat
uk_ua: Останні 24 години
zh_cn: 最近24小时
zh_tw: 最近24小時

# LogChooseDateTime
source: Choose date and time
cs_cz: Vybrat datum a čas
de_de: Datum und Uhrzeit wählen
es_es: Elegir fecha y hora
fr_fr: Choisir la date et l’heure
id_id: Pilih tanggal dan waktu
it_it: Scegli data e ora
ja_jp: 日時を選択
ko_kr: 날짜·시간 선택
pl_pl: Wybierz datę i godzinę
pt_br: Escolher data e hora
ru_ru: Выбрать дату и время
th_th: เลือกวันที่และเวลา
tr_tr: Tarih ve saat seç
uk_ua: Вибрати дату й час
zh_cn: 选择日期和时间
zh_tw: 選擇日期與時間

# LogDateLabel
source: Date
cs_cz: Datum
de_de: Datum
es_es: Fecha
id_id: Tanggal
it_it: Data
ja_jp: 日付
ko_kr: 날짜
pl_pl: Data
pt_br: Data
ru_ru: Дата
th_th: วันที่
tr_tr: Tarih
uk_ua: Дата
zh_cn: 日期
zh_tw: 日期

# GameExtensions.Title
source: Game extensions
cs_cz: Rozšíření hry
de_de: Spielerweiterungen
es_es: Extensiones del juego
fr_fr: Extensions du jeu
id_id: Ekstensi gim
it_it: Estensioni del gioco
ja_jp: ゲーム拡張
ko_kr: 게임 확장
pl_pl: Rozszerzenia gry
pt_br: Extensões do jogo
ru_ru: Расширения игры
th_th: ส่วนขยายเกม
tr_tr: Oyun eklentileri
uk_ua: Розширення гри
zh_cn: 游戏扩展
zh_tw: 遊戲擴充

# GameExtensions.Disabled
source: Off · Standard saving
cs_cz: Vypnuto · Standardní ukládání
de_de: Aus · Standardspeicherung
es_es: Desactivado · Guardado estándar
fr_fr: Désactivé · Enregistrement standard
id_id: Nonaktif · Penyimpanan standar
it_it: Disattivato · Salvataggio standard
ja_jp: オフ · 標準の保存
ko_kr: 꺼짐 · 기본 저장 사용
pl_pl: Wyłączone · Standardowy zapis
pt_br: Desativado · Salvamento padrão
ru_ru: Выключено · Стандартное сохранение
th_th: ปิด · ใช้การบันทึกมาตรฐาน
tr_tr: Kapalı · Standart kayıt
uk_ua: Вимкнено · Стандартне збереження
zh_cn: 已关闭 · 标准保存
zh_tw: 已關閉 · 標準儲存

# GameExtensions.AwaitingValidation
source: Compatibility checked on next save · Experimental
cs_cz: Kompatibilita se ověří při příštím uložení · Experimentální
de_de: Kompatibilitätsprüfung beim nächsten Speichern · Experimentell
es_es: Se comprobará la compatibilidad al guardar de nuevo · Experimental
fr_fr: Compatibilité vérifiée au prochain enregistrement · Expérimental
id_id: Kompatibilitas akan diperiksa saat penyimpanan berikutnya · Eksperimental
it_it: La compatibilità sarà verificata al prossimo salvataggio · Sperimentale
ja_jp: 次回保存時に互換性を確認 · 実験段階
ko_kr: 다음 저장에서 호환성 확인 · 실험 단계
pl_pl: Zgodność sprawdzana przy następnym zapisie · Eksperymentalne
pt_br: A compatibilidade será verificada no próximo salvamento · Experimental
ru_ru: Проверка совместимости при следующем сохранении · Экспериментально
th_th: ตรวจสอบความเข้ากันได้เมื่อบันทึกครั้งถัดไป · ทดลอง
tr_tr: Uyumluluk sonraki kayıtta denetlenir · Deneysel
uk_ua: Перевірка сумісності під час наступного збереження · Експериментально
zh_cn: 下次保存时检查兼容性 · 实验阶段
zh_tw: 下次儲存時檢查相容性 · 實驗階段

# GameExtensions.Apply
source: Apply
cs_cz: Použít
de_de: Übernehmen
es_es: Aplicar
fr_fr: Appliquer
id_id: Terapkan
it_it: Applica
ja_jp: 適用
ko_kr: 적용
pl_pl: Zastosuj
pt_br: Aplicar
ru_ru: Применить
th_th: นำไปใช้
tr_tr: Uygula
uk_ua: Застосувати
zh_cn: 应用
zh_tw: 套用

# GameExtensions.SettingsError
source: Extension settings unavailable
cs_cz: Nastavení rozšíření není dostupné
de_de: Erweiterungseinstellungen nicht verfügbar
es_es: Ajustes de extensiones no disponibles
fr_fr: Paramètres des extensions indisponibles
id_id: Pengaturan ekstensi tidak tersedia
it_it: Impostazioni delle estensioni non disponibili
ja_jp: 拡張設定を利用できません
ko_kr: 확장 설정을 사용할 수 없음
pl_pl: Ustawienia rozszerzeń są niedostępne
pt_br: Configurações de extensões indisponíveis
ru_ru: Настройки расширений недоступны
th_th: ไม่สามารถใช้การตั้งค่าส่วนขยายได้
tr_tr: Eklenti ayarları kullanılamıyor
uk_ua: Налаштування розширень недоступні
zh_cn: 无法使用扩展设置
zh_tw: 無法使用擴充設定
